package dfkk.jgge.jdber.reerr.sdjknsdsd;

import android.os.Bundle;
import android.support.annotation.Nullable;

import dfkk.jgge.jdber.reerr.BasvseAct;
import dfkk.jgge.jdber.reerr.R;

public class Aceuievew extends BasvseAct {

    @Override
    protected void onCreate(@Nullable Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        onNormalResume();
    }

    @Override
    protected void onNormalResume() {
        setContentView(R.layout.ertoiucvxv);
        findViewById(R.id.btn_next1).setEnabled(false);
        setView("Клуб НХЛ отказался от Ковальчука из-за отношения к игрокам из России",
R.drawable.ttttqqq,
                "Журналист Эллиотт Фридман прокомментировал ситуацию с возвращением нападающего Ильи Ковальчука в Национальную хоккейную лигу (НХЛ). Его слова приводит Sportsnet 960.\n" +
                        "\n" +
                        "«В эти выходные он был в Лос-Анджелесе и Сан-Хосе. Я знаю, что \"Анахайм Дакс\" не претендует на Ковальчука по двум причинам: это потолок зарплат и клубная философия по отношению к игрокам из России. \"Дакс\" не является той командой, которая выходит на российский рынок игроков», — сказал Фридман.\n" +
                        "\n" +
                        "Журналист также рассказал, что «Лос-Анджелес Кингс», «Сан-Хосе Шаркс» и «Нью-Йорк Айлендерс» заинтересованы в покупке россиянина. «Вообще, Илья поступает правильно, он создает интерес к своей персоне. В конце концов это принесет ему пользу», — отметил он.\n" +
                        "\n" +
                        "После Евгения Артюхина, выступавшего за «Дакс» в сезоне-2009/10, в команде не было ни одного полевого игрока из России. За это время из россиян за клуб выступали только вратари Антон Худобин и Илья Брызгалов, которые в общей сложности сыграли 11 матчей.\n" +
                        "\n" +
                        "В начале апреля Ковальчук объявил, что уходит из петербургского СКА и собирается вернуться в НХЛ. Россиянин перешел в СКА из «Нью-Джерси» летом 2013 года. В составе петербургского клуба нападающий выиграл Кубок Гагарина. Помимо «Нью-Джерси», в НХЛ россиянин также защищал цвета «Атланта Трэшерс». Проведя в США суммарно 12 сезонов, Ковальчук так и не стал обладателем Кубка Стэнли.");
    }
}
